{
  "menu": {
    "aboutMe": "Обо мне",
    "illustrationPhilosophy": "Моя философия иллюстрации",
    "childrensBooks": "Иллюстрации детских книг",
    "labelDesign": "Дизайн этикеток",
    "logos": "Логотипы",
    "branding": "Печатный и цифровой брендинг",
    "contactMe": "Связаться со мной"
  },
  "books": {
    "nutcracker": "Щелкунчик и Мышиный король",
    "wildSwans": "Дикие лебеди",
    "winterAdventures": "Зимние приключения",
    "magicWorld": "Волшебный мир",
    "sigurd": "Сигурд сражается с драконом",
    "seaSecrets": "Тайны моря для маленьких исследователей"
  },
  "about": {
    "name": "Анастасия Колесник",
    "intro": "Я {name} — иллюстратор, дизайнер и творческий предприниматель из Тренчина, Словакия. Я создаю работы, которые сочетают эмоциональную ясность с продуманным мастерством, объединяя иллюстрацию, сторителлинг, многоязычную адаптацию и дизайн визуальной айдентики.",
    "work": "Моя работа охватывает детские книги, образовательные материалы, упаковку, дизайн этикеток, логотипы, а также печатный и цифровой брендинг. Я фокусируюсь на тёплых цветовых палитрах, интуитивной композиции и образах, которые кажутся живыми — полными ритма, искренности и нежного волшебства.",
    "goal": "Будь то иллюстрации морских животных для юных читателей, разработка визуального языка бренда или создание упаковки, рассказывающей историю — моя цель всегда одна: создавать значимые, душевные визуальные образы, которые вдохновляют любопытство и находят отклик у людей.",
    "explore": "Исследуйте моё портфолио, чтобы открыть для себя проекты, иллюстрации и творческие миры, которые я создаю с заботой и воображением."
  },
  "booksIntro": {
    "title": "Иллюстрации детских книг",
    "subtitle": "Что я вкладываю в свои иллюстрации?",
    "text1": "Я вкладываю искренность, эмоции и тихое повествование в каждую иллюстрацию, которую создаю. Моя работа построена на интуиции — на ритме линий, теплоте цвета и мелких деталях, которые делают изображение живым. Я стремлюсь запечатлеть моменты, которые дышат: нежные жесты, тонкие выражения и атмосферу, окружающую историю.",
    "text2": "Я подхожу к каждой иллюстрации с заботой и намерением. Я думаю о том, что почувствует ребёнок, когда увидит страницу, как цвета направят его любопытство и как композиция поможет ему лучше понять мир. Моя цель — создавать изображения, которые не только красивы, но и значимы — иллюстрации, которые утешают, вдохновляют и приглашают зрителя исследовать.",
    "text3": "Каждая работа несёт в себе часть моего собственного опыта: мою любовь к природе, увлечение тихими моментами и веру в то, что визуальное повествование может воспитывать доброту, воображение и надежду."
  },
  "sections": {
    "home": {
      "title": "Профессиональный иллюстратор / Графический дизайнер"
    },
    "about": {
      "title": "Обо мне"
    },
    "labelDesign": {
      "title": "Дизайн этикеток"
    },
    "logos": {
      "title": "Логотипы"
    },
    "branding": {
      "title": "Печатный и цифровой брендинг"
    },
    "contact": {
      "title": "Связаться со мной"
    }
  },
  "contact": {
    "email": "Эл. почта",
    "whatsapp": "WhatsApp",
    "behance": "Behance",
    "instagram": "Instagram"
  },
  "common": {
    "loading": "Загрузка...",
    "close": "Закрыть",
    "next": "Далее",
    "previous": "Назад"
  }
}