{
  "menu": {
    "aboutMe": "Про мене",
    "illustrationPhilosophy": "Моя філософія ілюстрації",
    "childrensBooks": "Ілюстрації дитячих книг",
    "labelDesign": "Дизайн етикеток",
    "logos": "Логотипи",
    "branding": "Друкований та цифровий брендинг",
    "contactMe": "Зв'язатися зі мною"
  },
  "books": {
    "nutcracker": "Лускунчик і Мишачий король",
    "wildSwans": "Дикі лебеді",
    "winterAdventures": "Зимові пригоди",
    "magicWorld": "Чарівний світ",
    "sigurd": "Сігурд бореться з драконом",
    "seaSecrets": "Таємниці моря для маленьких дослідників"
  },
  "about": {
    "name": "Анастасія Колісник",
    "intro": "Я {name} — ілюстраторка, дизайнерка та креативна підприємниця з Тренчина, Словаччина. Я створюю роботи, які поєднують емоційну ясність із продуманою майстерністю, об'єднуючи ілюстрацію, сторітелінг, багатомовну адаптацію та дизайн візуальної айдентики.",
    "work": "Моя робота охоплює дитячі книги, освітні матеріали, упаковку, дизайн етикеток, логотипи, а також друкований і цифровий брендинг. Я фокусуюся на теплих кольорових палітрах, інтуїтивній композиції та образах, які здаються живими — сповненими ритму, щирості та ніжного дива.",
    "goal": "Чи то ілюстрації морських тварин для юних читачів, розробка візуальної мови бренду чи створення упаковки, яка розповідає історію — моя мета завжди одна: створювати значущі, душевні візуальні образи, які надихають допитливість і знаходять відгук у людей.",
    "explore": "Досліджуйте моє портфоліо, щоб відкрити для себе проєкти, ілюстрації та творчі світи, які я будую з турботою та уявою."
  },
  "booksIntro": {
    "title": "Ілюстрації дитячих книг",
    "subtitle": "Що я вкладаю у свої ілюстрації?",
    "text1": "Я вкладаю щирість, емоції та тиху оповідь у кожну ілюстрацію, яку створюю. Моя робота побудована на інтуїції — на ритмі ліній, теплоті кольору та дрібних деталях, які роблять зображення живим. Я прагну вловити моменти, що дихають: ніжні жести, тонкі вирази та атмосферу, що оточує історію.",
    "text2": "Я підходжу до кожної ілюстрації з турботою та наміром. Я думаю про те, що відчує дитина, коли побачить сторінку, як кольори спрямують її допитливість і як композиція допоможе їй краще зрозуміти світ. Моя мета — створювати зображення, які не лише красиві, а й значущі — ілюстрації, що втішають, надихають і запрошують глядача досліджувати.",
    "text3": "Кожна робота несе в собі частину мого власного досвіду: мою любов до природи, захоплення тихими моментами та віру в те, що візуальна оповідь може виховувати доброту, уяву та надію."
  },
  "sections": {
    "home": {
      "title": "Професійний ілюстратор / Графічний дизайнер"
    },
    "about": {
      "title": "Про мене"
    },
    "labelDesign": {
      "title": "Дизайн етикеток"
    },
    "logos": {
      "title": "Логотипи"
    },
    "branding": {
      "title": "Друкований та цифровий брендинг"
    },
    "contact": {
      "title": "Зв'язатися зі мною"
    }
  },
  "contact": {
    "email": "Ел. пошта",
    "whatsapp": "WhatsApp",
    "behance": "Behance",
    "instagram": "Instagram"
  },
  "common": {
    "loading": "Завантаження...",
    "close": "Закрити",
    "next": "Далі",
    "previous": "Назад"
  }
}